Show / Hide Table of Contents
Class SetupValueLong
Setup value long
Inheritance
System.Object
SetupValue
SetupValueLong
Inherited Members
 SetupValue.Id
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Concrete
Assembly: IdeaRS.OpenModel.dll
Syntax
public class SetupValueLong : SetupValue
Properties
Improve this Doc   View Source
Value
Gets or sets the value.
Declaration
public long Value { get; set; }
Property Value
 Type |  Description
 System.Int64
 Improve this Doc
 View Source